Repository: solotony/go5
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: SEO title
ru: SEO заголовок (html title)

source: SEO description
ru: SEO описание (meta description)

source: Image
ru: Изображение

source: creation time
ru: время создания

source: update time
ru: время обновления

source: Language
ru: Язык сайта

source: ProStore Administration
ru: Администрирование GO5

source: Options
ru: Параметры

source: SEO
ru: Поисковая оптимизация (SEO)

source: Category character
ru: Характеристика категории

source: Category characters
ru: Характеристики категории

source: Parent category
ru: Родительская категория

source: Parent categories
ru: Родительские категории

source: Category
ru: Категория

source: Categories
ru: Категории

source: Category title
ru: Заголовок категории

source: Has products
ru: Показывать товары

source: ***help_text*** Has products
ru: Если флаг включен то категория может назначаться для товаров, в противном случае она может только иметь подкатегории.

source: Show products
ru: Показывать товары

source: ***help_text*** Show products
ru: Если флаг включен то при выводе категории отображаются товары данной и вложенных категорий, в противном случае вывод товаров не осуществляется.

source: Show subcategories products
ru: Показывать товары подкатегорий

source: ***help_text*** Show subcategories products
ru: Если флаг включен то при выводе категории отображаются и вложенных категорий, в противном случае отображаются только собственные товары.

source: Custom characters
ru: Собственные характеристики

source: ***help_text*** Custom characters
ru: Если флаг включен то категория может иметь собственные характеристики, в противном случае в категории используются только наследуемые характеристики. Для включения этого флага у дочерней категории, у родительской этот флаг также должен быть включен.

source: Custom category characters
ru: Собственные характеристики категории

source: Unnamed category #
ru: Безымянная категория #

source: New category
ru: Новая категория

source: Character
ru: Характеристика

source: Characters
ru: Характеристики

source: Internal character name
ru: Внутреннее название характеристики

source: case insensitive
ru: регистронезависимое

source: Public character name
ru: Публичное наименование характеристики

source: Character position in search map
ru: Позиция характеристики в карте поиска

source: Integer value
ru: Целая значение

source: Float value
ru: Значение с плавающей точкой

source: Fixed decimal value
ru: Значение с фиксированной точкой

source: Set of string values
ru: Набор строковых значений

source: Character value
ru: Символьное значение

source: Character values
ru: Значения характеристики
